{
    "adminLogin": {
        "heading": "ईवेंट्स बनाने के लिए लॉग इन करें",
        "logInAndGiveDeveloper": "लॉग इन करें और डेवलपर को अपना प्रिंसिपल आईडी दें ताकि वह आपको एडमिन बना सके। यदि आप पहले से ही एडमिन के रूप में निर्धारित हैं, तो जारी रखने के लिए लॉग इन करें।",
        "adminRedirecting": "आपका स्वागत है एडमिन, डैशबोर्ड पर रीडायरेक्ट हो रहा है...",
        "copyAndGiveDeveloper": "डेवलपर को अपना प्रिंसिपल आईडी कॉपी करें और दें ताकि वह आपको एडमिन बना सके। यदि आपको अनामित प्रिंसिपल मिलता है, तो कृपया पुनः लोड करें: {{principalId}}",
        "internetIdentity": "इंटरनेट आईडेंटिटी",
        "loading": "लोड हो रहा है...",
        "continueAsAttendee": "अटेंडी के रूप में जारी रखें"
    },
    "login": {
        "heading": "रिवॉर्ड का दावा करने के लिए लॉग इन करें",
        "helpText": "आप अपने रिवॉर्ड का दावा करने से बस एक कदम दूर हैं। कृपया अब लॉग इन करें और अपने रिवॉर्ड का दावा करें। ध्यान दें, आप केवल एक बार ही अपने रिवॉर्ड का दावा कर सकते हैं।",
        "claimHelpText01": "नमस्ते, आपने सफलतापूर्वक अपनी सीट आरक्षित कर ली है। ",
        "claimHelpText02": " इस विशेष कोड के साथ।",
        "claimHelpText03": "कृपया अपने पुरस्कारों को दावा करने के लिए लॉगिन करें।",
        "internetIdentity": "इंटरनेट आईडेंटिटी",
        "loading": "लोड हो रहा है..."
    },
    "claimSeat": {
        "sometingWentWrong": "कुछ गलत हो गया।",
        "noCreds": "आपके पास इस ईवेंट में प्रवेश करने का अधिकार नहीं है क्योंकि आपके ईवेंट आईडी और हेक्स कोड गायब हैं। कृपया ICP ईवेंट के लिए QR कोड को पुनः स्कैन करें। यदि समस्या बनी रहती है, तो सहायता के लिए हमारी सपोर्ट टीम से संपर्क करें।",
        "noEvent": "कोई नाम नहीं",
        "noSeat": "कोई सीट नहीं",
        "helpText": "आपने लॉग इन करने के लिए बधाई हो! आप अब ICP ईवेंट के लिए अपनी सीट नंबर का दावा करने के लिए तैयार हैं। शुरू करने के लिए सीधे 'सीट का दावा करें' बटन पर क्लिक करें। यह नंबर ईवेंट सामग्री तक पहुंच और पूरी तरह से भाग लेने के लिए महत्वपूर्ण है। यदि आपको कोई समस्या होती है या सवाल होते हैं, तो हमारी सपोर्ट टीम आपकी सहायता के लिए यहां है। ईवेंट का आनंद लें!",
        "welcomeText00": "ईवेंट में आपका स्वागत है:!",
        "welcomeText01": "आपका ICP के माध्यम से लॉगिन सफल रहा है, और आपने अपनी सीट नंबर: {{seatNo}} के साथ दावा किया है। यह नंबर आपकी साझेदारी और ईवेंट के अनुभव के लिए कुंजी है। किसी भी समय अगर आपके पास कोई सवाल हो या सहायता की आवश्यकता हो, तो हमारी सहायता टीम यहां है। ईवेंट में अपना समय आनंदित करें!",
        "claimSeat": "सीट का दावा करें",
        "alreadyClaimed": "पहले से ही दावा किया गया है"
    },
    "qrCodeComponent": {
        "heading": "ईवेंट के लिए QR कोड उत्पन्न करें",
        "helpText": "स्वागत करते हैं, प्रस्तुतकर्ता! यहां आपके ईवेंट के लिए डायनेमिक रूप से उत्पन्न किए गए QR कोड हैं। ये QR कोड प्रतिभागियों के लिए उनकी सीट का दावा करने के लिए एक सुविधाजनक माध्यम के रूप में काम करते हैं। इन कोड को स्कैन करके, प्रतिभागियों को अपनी सीट सुरक्षित करने और ईवेंट के दस्तावेज़ और अनुभवों तक पहुंचने की सुविधा मिलती है। प्रतिभागियों को अपने स्मार्टफोन को तैयार रखने और QR कोड स्कैन करने के लिए QR कोड स्कैन करने वाले एप्लिकेशन की मदद से गाइड करें। एक बार स्कैन करने के बाद, प्रतिभागियों को अपनी सीट का दावा करने और पूरी तरह से ईवेंट में भाग लेने की सुविधा होगी। यदि आपको सहायता चाहिए या कोई सवाल हो, तो हमारी सहायता टीम आपकी सहायता के लिए यहां है। QR कोड के माध्यम से एक सुविधाजनक और रोचक ईवेंट अनुभव का आनंद लें!",
        "qrGenerated": "QR उत्पन्न",
        "hideQr": "QR छिपाएं"
    },
    "eventCard": {
        "upcoming": "आगामी",
        "past": "पिछला",
        "ongoing": "चल रहा है",
        "noStatus": "कोई स्थिति नहीं",
        "viewEvent": "ईवेंट देखें",
        "showQr": "QR दिखाएं"
    },
    "events": {
        "totalEvents": "कुल ईवेंट: ",
        "createNewEvent": "नया ईवेंट बनाएं",
        "noEvents": "कोई ईवेंट नहीं मिला"
    },
    "singleEvent": {
        "noEvent": "कोई ईवेंट नहीं मिला",
        "altCreateEvent": "ईवेंट बनाएं"
    },
    "singleEventCard": {
        "startTimeTitle": "शुरुआत का समय: ",
        "endTimeTitle": "समाप्ति का समय: ",
        "noTime": "कोई समय नहीं",
        "totalSeatsTitle": "क्यूआर उत्पन्न: ",
        "claimedSeatsTitle": "दावा की गई सीटें: "
    },
    "addEventModal": {
        "required": "आवश्यक",
        "mustBeFuture": "तारीख भविष्य में होनी चाहिए",
        "greaterThanStart": "अंतिम तिथि प्रारंभ तिथि से अधिक होनी चाहिए",
        "createEvent": "ईवेंट बनाएं",
        "eventName": "ईवेंट का नाम",
        "enterEventName": "ईवेंट का नाम दर्ज करें",
        "startDateTime": "प्रारंभ तिथि और समय",
        "endDateTime": "अंतिम तिथि और समय",
        "eventDescription": "ईवेंट विवरण",
        "enterEventDescription": "ईवेंट विवरण दर्ज करें",
        "submitting": "सबमिट हो रहा है...",
        "submit": "सबमिट करें",
        "cancel": "रद्द करें"
    },
    "deleteEventModal": {
        "heading": "ईवेंट हटाएं",
        "approvalText": "क्या आप वाकई इस ईवेंट को हटाना चाहते हैं? सभी ईवेंट डेटा स्थायी रूप से हटा दिया जाएगा। यह कार्रवाई पूर्ववत नहीं की जा सकती है।",
        "delete": "हटाएं"
    },
    "editEventModal": {
        "editEvent": "ईवेंट संपादित करें",
        "update": "अपडेट करें"
    },
    "error404": {
        "heading": "४०४",
        "lostMessage": "उफ़! लगता है आप भटक गए हैं।",
        "goBack": "चलिए आपको घर वापस ले चलें"
    }
}